{
  "PART I: WEALTH": {
    "BUILDING WEALTH": [
      {
        "title": "UNDERSTAND HOW WEALTH IS CREATED",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/understanding-how-wealth-is-created",
        "quotes": [
          "How to get rich without getting lucky.",
          "Making money is not a thing you do—it’s a skill you learn.",
          "How to Get Rich (Without Getting Lucky): ↓ Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy. ↓ Understand ethical wealth creation is possible. If you secretly despise wealth, it will elude you. ↓ Ignore people playing status games. They gain status by attacking people playing wealth creation games. ↓ You’re not going to get rich renting out your time. You must own equity—a piece of a business—to gain your financial freedom. ↓ You will get rich by giving society what it wants but does not yet know how to get. At scale. ↓Pick an industry where you can play long-term games with long-term people. ↓ The internet has massively broadened the possible space of careers. Most people haven’t figured this out yet. ↓ Play iterated games. All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest. ↓ Pick business partners with high intelligence, energy, and, above all, integrity. ↓ Don’t partner with cynics and pessimists. Their beliefs are self-fulfilling. ↓ Learn to sell. Learn to build. If you can do both, you will be unstoppable. ↓Arm yourself with specific knowledge, accountability, and leverage. ↓ Specific knowledge is knowledge you cannot be trained for. If society can train you, it can train someone else and replace you. ↓ Specific knowledge is found by pursuing your genuine curiosity and passion rather than whatever is hot right now. ↓ Building specific knowledge will feel like play to you but will look like work to others. ↓ When specific knowledge is taught, it’s through apprenticeships, not schools. ↓ Specific knowledge is often highly technical or creative. It cannot be outsourced or automated. ↓Embrace accountability, and take business risks under your own name. Society will reward you with responsibility, equity, and leverage. ↓ “Give me a lever long enough and a place to stand, and I will move the earth.” —Archimedes ↓ Fortunes require leverage. Business leverage comes from capital, people, and products with no marginal cost of replication (code and media). ↓ Capital means money. To raise money, apply your specific knowledge with accountability and show resulting good judgment. ↓ Labor means people working for you. It’s the oldest and most fought-over form of leverage. Labor leverage will impress your parents, but don’t waste your life chasing it. ↓Capital and labor are permissioned leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you. ↓ Code and media are permissionless leverage. They’re the leverage behind the newly rich. You can create software and media that works for you while you sleep. ↓ An army of robots is freely available—it’s just packed in data centers for heat and space efficiency. Use it. ↓ If you can’t code, write books and blogs, record videos and podcasts. ↓ Leverage is a force multiplier for your judgment. ↓ Judgment requires experience but can be built faster by learning foundational skills. ↓There is no skill called “business.” Avoid business magazines and business classes. ↓ Study microeconomics, game theory, psychology, persuasion, ethics, mathematics, and computers. ↓Reading is faster than listening. Doing is faster than watching. ↓ You should be too busy to “do coffee” while still keeping an uncluttered calendar. ↓ Set and enforce an aspirational personal hourly rate. If fixing a problem will save less than your hourly rate, ignore it. If outsourcing a task will cost less than your hourly rate, outsource it. ↓ Work as hard as you can. Even though who you work with and what you work on are more important than how hard you work. ↓Become the best in the world at what you do. Keep redefining what you do until this is true. ↓ There are no get-rich-quick schemes. Those are just someone else getting rich off you. ↓ Apply specific knowledge, with leverage, and eventually you will get what you deserve. ↓ When you’re finally wealthy, you’ll realize it wasn’t what you were seeking in the first place. But that is for another day. [11]",
          "Summary: Productize Yourself",
          "Technology democratizes consumption but consolidates production. The best person in the world at anything gets to do it for everyone."
        ]
      },
      {
        "title": "FIND AND BUILD SPECIFIC KNOWLEDGE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/find-and-build-specific-knowledge",
        "quotes": [
          "Specific knowledge cannot be taught, but it can be learned.",
          "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
          "Society, business, & money are downstream of technology, which is itself downstream of science. Science applied is the engine of humanity. Corollary: Applied Scientists are the most powerful people in the world. This will be more obvious in the coming years.",
          "The internet has massively broadened the possible space of careers. Most people haven’t figured this out yet.",
          "The best jobs are neither decreed nor degreed. They are creative expressions of continuous learners in free markets."
        ]
      },
      {
        "title": "PLAY LONG-TERM GAMES WITH LONG-TERM PEOPLE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/play-long-term-games-with-long-term-people",
        "quotes": [
          "Intentions don’t matter. Actions do. That’s why being ethical is hard.",
          "99% of effort is wasted."
        ]
      },
      {
        "title": "TAKE ON ACCOUNTABILITY",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/take-on-accountability",
        "quotes": [
          "Embrace accountability and take business risks under your own name. Society will reward you with responsibility, equity, and leverage."
        ]
      },
      {
        "title": "BUILD OR BUY EQUITY IN A BUSINESS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/build-or-buy-equity-in-a-business",
        "quotes": [
          "If you don’t own a piece of a business, you don’t have a path towards financial freedom."
        ]
      },
      {
        "title": "FIND A POSITION OF LEVERAGE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/find-a-position-of-leverage",
        "quotes": [
          "If it entertains you now but will bore you someday, it’s a distraction. Keep looking.",
          "If they can train you to do it, then eventually they will train a computer to do it.",
          "Now, the problem is becoming good at whatever “it” is. It moves around from generation to generation, but a lot of it happens to be in technology.",
          "Forget rich versus poor, white-collar versus blue. It’s now leveraged versus un-leveraged.",
          "You’re never going to get rich renting out your time.",
          "Forget 10x programmers. 1,000x programmers really exist, we just don’t fully acknowledge it. See @ID_AA_Carmack, @notch, Satoshi Nakomoto, etc.",
          "Forty hour work weeks are a relic of the Industrial Age. Knowledge workers function like athletes—train and sprint, then rest and reassess.",
          "If you want to be part of a great tech company, then you need to be able to SELL or BUILD. If you don’t do either, learn.",
          "Earn with your mind, not your time."
        ]
      },
      {
        "title": "GET PAID FOR YOUR JUDGMENT",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/get-paid-for-your-judgment",
        "quotes": [
          "We waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades."
        ]
      },
      {
        "title": "PRIORITIZE AND FOCUS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/prioritize-and-focus",
        "quotes": [
          "Value your time at an hourly rate, and ruthlessly spend to save time at that rate. You will never be worth more than you think you’re worth.",
          "The business world has many people playing zero sum games and a few playing positive sum games searching for each other in the crowd.",
          "Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status.",
          "Play stupid games, win stupid prizes.",
          "Advice to a young engineer considering moving to San Francisco: “Do you want to leave your friends behind? Or be the one left behind?”",
          "An old boss once warned: “You’ll never be rich since you’re obviously smart, and someone will always offer you a job that’s just good enough.”"
        ]
      },
      {
        "title": "FIND WORK THAT FEELS LIKE PLAY",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/find-work-that-feels-like-play",
        "quotes": [
          "There are almost 7 billion people on this planet. Someday, I hope, there will be almost 7 billion companies.",
          "Whether in commerce, science, or politics—history remembers the artists.",
          "The winners of any game are the people who are so addicted they continue playing even as the marginal utility from winning declines."
        ]
      },
      {
        "title": "HOW TO GET LUCKY",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/how-to-get-lucky",
        "quotes": [
          "Ways to get lucky: • Hope luck finds you. • Hustle until you stumble into it. • Prepare the mind and be sensitive to chances others miss. • Become the best at what you do. Refine what you do until this is true. Opportunity will seek you out. Luck becomes your destiny.",
          "Sharks eat well but live a life surrounded by sharks."
        ]
      },
      {
        "title": "BE PATIENT",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/be-patient",
        "quotes": [
          "Apply specific knowledge with leverage and eventually, you will get what you deserve.",
          "People are oddly consistent. Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve. Always pay it forward. And don’t keep count.",
          "Amazing how many people confuse wealth and wisdom."
        ]
      }
    ],
    "BUILDING JUDGMENT": [
      {
        "title": "JUDGMENT",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/judgment",
        "quotes": [
          "There’s no shortcut to smart.",
          "You don’t get rich by spending your time to save money. You get rich by saving your time to make money.",
          "In an age of leverage, one correct decision can win everything.",
          "Without hard work, you’ll develop neither judgment nor leverage."
        ]
      },
      {
        "title": "HOW TO THINK CLEARLY",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/how-to-think-clearly",
        "quotes": [
          "“Clear thinker” is a better compliment than “smart.”",
          "Clear thinkers appeal to their own authority.",
          "What we wish to be true clouds our perception of what is true. Suffering is the moment when we can no longer deny reality.",
          "What you feel tells you nothing about the facts—it merely tells you something about your estimate of the facts.",
          "Very smart people tend to be weird since they insist on thinking everything through for themselves.",
          "A contrarian isn’t one who always objects—that’s a conformist of a different sort. A contrarian reasons independently from the ground up and resists pressure to conform.",
          "Cynicism is easy. Mimicry is easy. Optimistic contrarians are the rarest breed."
        ]
      },
      {
        "title": "SHED YOUR IDENTITY TO SEE REALITY",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/shed-your-identity-to-see-reality",
        "quotes": [
          "“Tension is who you think you should be. Relaxation is who you are.” —Buddhist saying",
          "Any belief you took in a package (ex. Democrat, Catholic, American) is suspect and should be re-evaluated from base principles.",
          "To be honest, speak without identity.",
          "We each have a contrarian belief society rejects. But the more our own identity and local tribe reject it, the more real it likely is.",
          "Facebook redesigns. Twitter redesigns. Personalities, careers, and teams also need redesigns. There are no permanent solutions in a dynamic system."
        ]
      },
      {
        "title": "LEARN THE SKILLS OF DECISION-MAKING",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/learn-the-skills-of-decision-making",
        "quotes": [
          "Self-serving conclusions should have a higher bar.",
          "Almost all biases are time-saving heuristics. For important decisions, discard memory and identity, and focus on the problem.",
          "I never ask if “I like it” or “I don’t like it.” I think “this is what it is” or “this is what it isn’t.” —Richard Feynman",
          "The more you know, the less you diversify."
        ]
      },
      {
        "title": "COLLECT MENTAL MODELS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/collect-mental-models",
        "quotes": [
          "Ignore the noise. The market will decide.",
          "Simple heuristic: If you’re evenly split on a difficult decision, take the path more painful in the short term.",
          "Reading science, math, and philosophy one hour per day will likely put you at the upper echelon of human success within seven years."
        ]
      },
      {
        "title": "LEARN TO LOVE TO READ",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/learn-to-love-to-read",
        "quotes": [
          "Reading was my first love. [4]",
          "Read what you love until you love to read.",
          "Reading a book isn’t a race—the better the book, the more slowly it should be absorbed.",
          "I don’t actually read a lot of books. I pick up a lot of books and only get through a few which form the foundation of my knowledge.",
          "“As long as I have a book in my hand, I don’t feel like I’m wasting time.” —Charlie Munger",
          "Pointing out obvious exceptions implies either the target isn’t smart or you aren’t.",
          "The number of books completed is a vanity metric. As you know more, you leave more books unfinished. Focus on new concepts with predictive power.",
          "If they wrote it to make money, don’t read it.",
          "It’s about “likes to read” and “doesn’t like to read.”",
          "Study logic and math, because once you’ve mastered them, you won’t fear any book.",
          "Because most people are intimidated by math and can’t independently critique it, they overvalue opinions backed with math/pseudoscience.",
          "To think clearly, understand the basics. If you’re memorizing advanced concepts without being able to re-derive them as needed, you’re lost.",
          "Twitter has made me a worse reader but a much better writer.",
          "You know that song you can’t get out of your head? All thoughts work that way. Careful what you read.",
          "A calm mind, a fit body, and a house full of love. These things cannot be bought. They must be earned."
        ]
      }
    ]
  },
  "PART II: HAPPINESS": {
    "LEARNING HAPPINESS": [
      {
        "title": "HAPPINESS IS LEARNED",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/happiness-is-learned",
        "quotes": [
          "The three big ones in life are wealth, health, and happiness.We pursue them in that order, but their importance is reverse",
          "Don’t take yourself so seriously. You’re just a monkey with a plan.",
          "Maybe happiness is not something you inherit or even choose, but a highly personal skill that can be learned, like fitness or nutrition.",
          "If you ever want to have peace in your life, you have to move beyond good and evil.",
          "There are no external forces affecting your emotions—as much as it may feel that way.",
          "Happiness is what’s there when you remove the sense that something is missing in your life.",
          "We think of ourselves as fixed and the world as malleable, but it’s really we who are malleable and the world is largely fixed.",
          "A rational person can find peace by cultivating indifference to things outside of their control."
        ]
      },
      {
        "title": "HAPPINESS IS A CHOICE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/happiness-is-a-choice",
        "quotes": [
          "Happiness, love, and passion…aren’t things you find—they’re choices you make."
        ]
      },
      {
        "title": "HAPPINESS REQUIRES PRESENCE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/happiness-requires-presence",
        "quotes": [
          "We crave experiences that will make us be present, but the cravings themselves take us from the present moment.",
          "Anticipation for our vices pulls us into the future. Eliminating vices makes it easier to be present.",
          "What if this life is the paradise we were promised, and we’re just squandering it?"
        ]
      },
      {
        "title": "HAPPINESS REQUIRES PEACE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/happiness-requires-peace",
        "quotes": [
          "A happy person isn’t someone who’s happy all the time. It’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace."
        ]
      },
      {
        "title": "EVERY DESIRE IS A CHOSEN UNHAPPINESS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/every-desire-is-a-chosen-unhappiness",
        "quotes": [
          "The fundamental delusion: There is something out there that will make me happy and fulfilled forever.",
          "Desire is a contract you make with yourself to be unhappy until you get what you want."
        ]
      },
      {
        "title": "SUCCESS DOES NOT EARN HAPPINESS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/success-does-not-earn-happiness",
        "quotes": [
          "Happiness is being satisfied with what you have. Success comes from dissatisfaction. Choose.",
          "The problem with getting good at a game, especially one with big rewards, is you continue playing it long after you should have outgrown it. Survival and replication drive put us on the work treadmill. Hedonic adaptation keeps us there. The trick is knowing when to jump off and play instead.",
          "You can get almost anything you want out of life, as long as it’s one thing and you want it far more than anything else."
        ]
      },
      {
        "title": "ENVY IS THE ENEMY OF HAPPINESS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/envy-is-the-enemy-of-happiness",
        "quotes": [
          "The enemy of peace of mind is expectations drilled into you by society and other people.",
          "Perhaps one reason why yoga and meditation are hard to sustain is they have no extrinsic value. Purely single-player games."
        ]
      },
      {
        "title": "HAPPINESS IS BUILT BY HABITS",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/happiness-is-built-by-habits",
        "quotes": [
          "When working, surround yourself with people more successful than you. When playing, surround yourself with people happier than you.",
          "If you can’t see yourself working with someone for life, don’t work with them for a day.",
          "First, you know it. Then, you understand it. Then, you can explain it. Then, you can feel it. Finally, you are it."
        ]
      },
      {
        "title": "FIND HAPPINESS IN ACCEPTANCE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/find-happiness-in-acceptance",
        "quotes": []
      }
    ],
    "SAVING YOURSELF": [
      {
        "title": "CHOOSING TO BE YOURSELF",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/choosing-to-be-yourself",
        "quotes": [
          "Doctors won’t make you healthy. Nutritionists won’t make you slim. Teachers won’t make you smart. Gurus won’t make you calm. Mentors won’t make you rich. Trainers won’t make you fit. Ultimately, you have to take responsibility. Save yourself.",
          "I never met my greatest mentor. I wanted so much to be like him. But his message was the opposite: Be yourself, with passionate intensity.",
          "The combinatorics of human DNA and experience are staggering. You will never meet any two humans who are substitutable for each other.",
          "To make an original contribution, you have to be irrationally obsessed with something"
        ]
      },
      {
        "title": "CHOOSING TO CARE FOR YOURSELF",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/choosing-to-care-for-yourself",
        "quotes": [
          "Nothing like a health problem to turn up the contrast dial for the rest of life.",
          "When everyone is sick, we no longer consider it a disease.",
          "Outside of math, physics, and chemistry, there isn’t much “settled science.” We’re still arguing over what the optimal diet is.",
          "Dietary fat drives satiety. Dietary sugar drives hunger. The sugar effect dominates. Control your appetite accordingly.",
          "World’s simplest diet: The more processed the food, the less one should consume.",
          "The harder the workout, the easier the day.",
          "One month of consistent yoga and I feel 10 years younger. To stay flexible is to stay young.",
          "Walking meetings: • Brain works better • Exercise & sunlight• Shorter, less pleasantries • More dialogue, less monologue • No slides • End easily by walking back"
        ]
      },
      {
        "title": "MEDITATION + MENTAL STRENGTH",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/meditation-mental-strength",
        "quotes": [
          "An emotion is our evolved biology predicting the future impact of a current event. In modern settings, it’s usually exaggerated or wrong.",
          "Meditation is intermittent fasting for the mind. Too much sugar leads to a heavy body, and too many distractions lead to a heavy mind. Time spent undistracted and alone, in self-examination, journaling, meditation, resolves the unresolved and takes us from mentally fat to fit.",
          "Life-hack: When in bed, meditate. Either you will have a deep meditation or fall asleep. Victory either way.",
          "Insight meditation lets you run your brain in debug mode until you realize you’re just a subroutine in a larger program.",
          "Meditation is turning off society and listening to yourself. It only “works” when done for its own sake. Hiking is walking meditation. Journaling is writing meditation. Praying is gratitude meditation. Showering is accidental meditation. Sitting quietly is direct meditation."
        ]
      },
      {
        "title": "CHOOSING TO BUILD YOURSELF",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/choosing-to-build-yourself",
        "quotes": [
          "The greatest superpower is the ability to change yourself.",
          "To have peace of mind, you have to have peace of body first.",
          "Impatience with actions, patience with results."
        ]
      },
      {
        "title": "CHOOSING TO GROW YOURSELF",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/choosing-to-grow-yourself",
        "quotes": [
          "The current environment programs the brain, but the clever brain can choose its upcoming environment.",
          "If there’s something you want to do later, do it now. There is no “later.”",
          "For self-improvement without self-discipline, update your self-image.",
          "Grind and sweat, toil and bleed, face the abyss. It’s all part of becoming an overnight success."
        ]
      },
      {
        "title": "CHOOSING TO FREE YOURSELF",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/choosing-to-free-yourself",
        "quotes": [
          "The hardest thing is not doing what you want—it’s knowing what you want.",
          "Advice to my younger self: “Be exactly who you are.” Holding back means staying in bad relationships and bad jobs for years instead of minutes.",
          "Courage isn’t charging into a machine gun nest. Courage is not caring what other people think.",
          "Anger is its own punishment. An angry person trying to push your head below water is drowning at the same time.",
          "A taste of freedom can make you unemployable.",
          "A busy mind accelerates the passage of subjective time.",
          "The modern struggle: Lone individuals summoning inhuman willpower, fasting, meditating, and exercising… Up against armies of scientists and statisticians weaponizing abundant food, screens, and medicine into junk food, clickbait news, infinite porn, endless games, and addictive drugs."
        ]
      }
    ],
    "PHILOSOPHY": [
      {
        "title": "THE MEANINGS OF LIFE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/the-meanings-of-life",
        "quotes": [
          "The real truths are heresies. They cannot be spoken. Only discovered, whispered, and perhaps read"
        ]
      },
      {
        "title": "LIVE BY YOUR VALUES",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/live-by-your-values",
        "quotes": [
          "Before you can lie to another, you must first lie to yourself."
        ]
      },
      {
        "title": "RATIONAL BUDDHISM",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/rational-buddhism",
        "quotes": [
          "The older the question, the older the answers.",
          "Everyone starts out innocent. Everyone is corrupted. Wisdom is the discarding of vices and the return to virtue, by way of knowledge.",
          "If wisdom could be imparted through words alone, we’d all be done here."
        ]
      },
      {
        "title": "THE PRESENT IS ALL WE HAVE",
        "url": "https://www.navalmanack.com/almanack-of-naval-ravikant/the-present-is-all-we-have",
        "quotes": [
          "“Everything is more beautiful because we’re doomed. You will never be lovelier than you are now, and we will never be here again.” —Homer, The Iliad",
          "Inspiration is perishable—act on it immediately."
        ]
      }
    ]
  }
}